Repository: ddalcu/mlx-serve
Catalog: app/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Estimated from measured runs and this Mac's GPU. Actual time varies with what else is using the GPU.
zh_hans: 根据实测运行数据和这台 Mac 的 GPU 估算。实际耗时会随 GPU 上的其他负载而变化。

source: Every quantization is downloaded
zh_hans: 所有量化版本均已下载

source: Examples
zh_hans: 示例

source: Expose Prometheus metrics at /metrics and a live throughput/latency/GPU/memory panel on the server index page. Zero cost when off.
zh_hans: 在 /metrics 暴露 Prometheus 指标，并在服务器首页显示实时吞吐、延迟、GPU 与内存面板。关闭时没有任何开销。

source: Expose your enabled MCP servers (configured in the MCP marketplace) to the bot and to the tasks it creates. Works with or without Tools. Servers start on first use.
zh_hans: 把你已启用的 MCP 服务器（在 MCP 市场中配置）开放给机器人及其创建的任务。无论是否启用工具都可使用。服务器在首次使用时启动。

source: Failed
zh_hans: 失败

source: Fast coder
zh_hans: 快速编程模型

source: Fast decode for bf16-attention models (recommended)
zh_hans: bf16 注意力模型的快速解码（推荐）

source: Filter settings
zh_hans: 筛选设置

source: Filter your models...
zh_hans: 筛选你的模型…

source: First frame
zh_hans: 首帧

source: Fixed at %lld steps — this model is distilled for a %lld-step schedule, so more steps cost time without adding detail.
zh_hans: 固定为 %1$lld 步 —— 这个模型是按 %2$lld 步的调度蒸馏的，增加步数只会更慢，不会带来更多细节。

source: Folder
zh_hans: 文件夹

source: Follow @ddalcu on X
zh_hans: 在 X 上关注 @ddalcu

source: Follow a clip's look and pacing (video reference)
zh_hans: 沿用片段的画面风格与节奏（视频参考）

source: Format
zh_hans: 格式

source: Frames
zh_hans: 帧数

source: From an attached first frame
zh_hans: 基于附加的首帧

source: Frontier model, native MLX
zh_hans: 前沿模型，原生 MLX

source: GET STARTED
zh_hans: 开始使用

source: GGUF Performance (llama.cpp)
zh_hans: GGUF 性能（llama.cpp）

source: GPU %lld%%
zh_hans: GPU %1$lld%%

source: GPU-safe max
zh_hans: GPU 安全上限

source: Gemma's biggest all-rounder
zh_hans: Gemma 最大的全能模型

source: Gemma's largest single model — every part of it is used on every word, with no shortcuts. Excellent general reasoning, writing, and instruction-following.
zh_hans: Gemma 最大的单体模型 — 每个词都会用到它的全部参数，没有任何取巧。通用推理、写作与指令遵循都非常出色。

source: General
zh_hans: 通用

source: Generate
zh_hans: 生成

source: Generate Anyway
zh_hans: 仍然生成

source: Generate images, video, audio, or 3D models
zh_hans: 生成图像、视频、音频或 3D 模型

source: Generation failed.
zh_hans: 生成失败。

source: Generation was cancelled.
zh_hans: 生成已取消。

source: Genre, mood, instruments — e.g. "upbeat synthwave with driving bass and dreamy pads".
zh_hans: 曲风、情绪、乐器 —— 例如 "upbeat synthwave with driving bass and dreamy pads"。

source: GitHub Personal Access Token
zh_hans: GitHub 个人访问令牌

source: Give these lyrics a name to reuse them from the Examples menu.
zh_hans: 给这段歌词起个名字，之后可从“示例”菜单再次使用。

source: Give this style a name to reuse it from the Examples menu.
zh_hans: 给这个风格起个名字，之后可从“示例”菜单再次使用。

source: Global gain
zh_hans: 全局增益

source: Guidance (%@)
zh_hans: 引导强度（%1$@）

source: Guidance strength — how closely the video follows your prompt. 1.0 = off: fastest and most natural-looking. Higher sticks to the prompt more strictly but is slower and can look over-saturated. LTX default is 3.0.
zh_hans: 引导强度 —— 视频与提示词的贴合程度。1.0 = 关闭：最快，画面也最自然。数值越高越严格贴合提示词，但速度更慢，画面可能过饱和。LTX 默认值为 3.0。

source: HTTP %lld from mlx-serve
zh_hans: 来自 mlx-serve 的 HTTP %1$lld

source: HTTP %lld: %@
zh_hans: HTTP %1$lld：%2$@

source: HTTP port the server listens on (default 11234). Change if it conflicts with another local service.
zh_hans: 服务器监听的 HTTP 端口（默认 11234）。如与本机其他服务冲突可更改。

source: Hands-free voice assistant — talk to the model with no chat window required. Speech-to-text and text-to-speech run locally on your Mac. When this popover is closed, feedback is audio-only; reopen it for status and controls.
zh_hans: 免动手语音助手 —— 无需对话窗口即可与模型交谈。语音识别与语音合成都在你的 Mac 本地运行。此弹窗关闭时只有语音反馈；重新打开可查看状态和控制项。

source: Hands-free — no window needed
zh_hans: 免提 — 无需打开窗口

source: Higher = finer mesh, more memory and time.
zh_hans: 数值越高网格越精细，占用内存和耗时也越多。

source: Higher = more expressive and varied.
zh_hans: 数值越高，表现力和变化越强。

source: History
zh_hans: 历史记录

source: Host
zh_hans: 主机地址

source: Hot prefix cache size: how many separate KV snapshots to keep across requests. Lets multi-turn chats skip re-prefilling shared system prompts. 0 disables. Auto-capped on RAM-limited Macs (a 16 GB Mac caps to 1) — on hybrid SSM models each entry pins large KV + state snapshots that can otherwise fill memory.
zh_hans: 热前缀缓存大小：跨请求保留多少份独立的 KV 快照。可让多轮对话跳过重复的系统提示预填充。0 表示禁用。在内存有限的 Mac 上会自动限制（16 GB 的 Mac 限制为 1）— 在混合 SSM 模型上，每个条目都会占用较大的 KV 与状态快照，否则可能占满内存。

source: How can I help you today?
zh_hans: 今天有什么可以帮你的？

source: How large each reference image is fed to the model. Maximum detail keeps identity better and is several times slower — every reference token is re-read on every sampling step.
zh_hans: 每张参考图送入模型的尺寸。最高细节能更好地保持人物一致性，但会慢上数倍 —— 每个采样步都要重新读取全部参考 token。

source: How many independent llama.cpp KV contexts to keep resident. 1 = legacy single-session (every flip between long prompts evicts the other). >1 keeps the N most-recently-used prompts hot — alternating multi-doc workloads stop cold-prefilling on every flip.
zh_hans: 保留多少个独立的 llama.cpp KV 上下文。1 表示旧的单会话模式（在两段长提示之间来回切换时会互相淘汰）。大于 1 时会保留最近使用的 N 段提示 — 在多文档来回切换的场景下不必每次都冷预填充。

source: How many times this repo has been pulled from HuggingFace
zh_hans: 这个仓库从 HuggingFace 被拉取的次数

source: How many tokens the MTP head guesses per step. Automatic (recommended) tunes this live — it guesses deeper while the model keeps accepting the guesses and backs off when it doesn't. Pick a fixed number only if you're measuring performance.
zh_hans: MTP 头每一步猜测的 token 数量。自动（推荐）会实时调整 — 模型持续接受猜测时就猜得更深，否则回退。只有在做性能测量时才需要选择固定值。

source: Hugging Face Cache
zh_hans: Hugging Face 缓存

source: Hunyuan3D 2.1 has no download yet — convert the weights on-device with tests/convert_hunyuan3d_weights.py (see the repo README). They install to ~/.mlx-serve/models/local/.
zh_hans: Hunyuan3D 2.1 暂无下载 —— 请用 tests/convert_hunyuan3d_weights.py 在本机转换权重（见仓库 README）。转换结果会安装到 ~/.mlx-serve/models/local/。

source: I couldn't read that — try “every day at 8am”.
zh_hans: 无法理解 —— 试试“每天早上 8 点”。

source: Identity
zh_hans: 身份

source: Idle motion: the model turns on a turntable with a gentle breathing pulse.
zh_hans: 待机动作：模型在转盘上旋转，并带有轻微的呼吸起伏。

source: Image
zh_hans: 图像

source: Image Generation
zh_hans: 图像生成

source: Image Generation (FLUX.2 / Krea-2)
zh_hans: 图像生成（FLUX.2 / Krea-2）

source: Image detail
zh_hans: 图像细节

source: Image or PDF — or a folder to ask questions about.
zh_hans: 图片或 PDF — 也可以是一个用于提问的文件夹。

source: Image, PDF or audio — or a folder to ask questions about.
zh_hans: 图片、PDF 或音频 — 也可以是一个用于提问的文件夹。

source: Images
zh_hans: 图像

source: In Memory
zh_hans: 已载入内存

source: In the sandbox
zh_hans: 在沙盒中

source: In use
zh_hans: 使用中

source: Includes %lld models (e.g. a text encoder)
zh_hans: 包含 %1$lld 个模型（例如文本编码器）

source: Includes %lld models (e.g. the text encoder).
zh_hans: 包含 %1$lld 个模型（例如文本编码器）。

source: Increase Context Size
zh_hans: 增大上下文长度

source: Installed
zh_hans: 已安装

source: Installed version — v%@
zh_hans: 已安装版本 — v%1$@

source: Installing — the app will relaunch
zh_hans: 正在安装 —— 应用将会重新启动

source: Jump to the latest message
zh_hans: 跳到最新消息

source: KV cache quantization
zh_hans: KV 缓存量化

source: Keep a subject (image reference)
zh_hans: 保持主体一致（图像参考）

source: Keep model loaded after generating
zh_hans: 生成后保持模型常驻

source: Key
zh_hans: 键

source: Knobs for the embedded ds4 engine serving DeepSeek-V4-Flash. Ignored by the MLX and llama.cpp engines.
zh_hans: 内置 ds4 引擎提供 DeepSeek-V4-Flash 服务时的选项。MLX 与 llama.cpp 引擎会忽略这些设置。

source: Knobs that apply when an embedded llama.cpp engine is serving a `.gguf` model. Distinct from the MLX Performance section — different kernels, different KV layout.
zh_hans: 由内置 llama.cpp 引擎提供 `.gguf` 模型服务时适用的选项。与 MLX 性能部分不同 — 内核不同，KV 布局也不同。

source: Kokoro voice
zh_hans: Kokoro 声音

source: LAN Sharing
zh_hans: 局域网共享

source: Largest models
zh_hans: 最大的模型

source: Last request overflowed the context window.
zh_hans: 上一次请求超出了上下文窗口。

source: Launch Claude Code…
zh_hans: 启动 Claude Code…

source: Launch a coding agent against this server — on this Mac or inside the sandbox
zh_hans: 让编码智能体连接此服务器运行 — 在本机或沙盒中

source: Launch a coding agent — on this Mac (%@) or inside the sandbox (pi, hermes)
zh_hans: 启动编程智能体 —— 在这台 Mac 上（%1$@），或在沙盒中（pi、hermes）

source: Layer weights (%lld numbers, comma or space separated)
zh_hans: 层权重（%1$lld 个数字，用逗号或空格分隔）

source: Likes
zh_hans: 点赞数

source: Line to speak — e.g. Good morning. Coffee's ready.
zh_hans: 要朗读的台词 —— 例如：早上好，咖啡好了。

source: Live server state: whether this model is loaded, and the total memory held by all loaded models.
zh_hans: 服务器实时状态：该模型是否已加载，以及所有已加载模型占用的总内存。

source: Load %@ as the server's model, then open chat
zh_hans: 把 %1$@ 加载为服务器模型，然后打开对话

source: Load More
zh_hans: 加载更多

source: Loading Model...
zh_hans: 正在载入模型...

source: Loading model. Click to stop.
zh_hans: 正在载入模型。点按可停止。

source: Loading model…
zh_hans: 正在载入模型…

source: Loading quants…
zh_hans: 正在加载量化版本…

source: Local AI on Apple Silicon
zh_hans: 在 Apple 芯片上运行的本地 AI

source: Locked to
zh_hans: 锁定为

source: Log level
zh_hans: 日志级别

source: Log to file
zh_hans: 记录到文件

source: Long-polls Telegram for messages and relays them to your local model. Needs a bot token (below) and a running model.
zh_hans: 以长轮询方式从 Telegram 获取消息并转发给你的本地模型。需要机器人令牌（见下方）和一个正在运行的模型。

source: Low = stay close to the source; high = mostly the prompt.
zh_hans: 数值低则贴近原图；数值高则主要听提示词。

source: MCP Marketplace
zh_hans: MCP 市场

source: MCP Marketplace…
zh_hans: MCP 市场…

source: MCP servers need the vsock guest transport: %@
zh_hans: MCP 服务器需要 vsock 客户机传输：%1$@

source: MCP tools
zh_hans: MCP 工具

source: MCP · %@
zh_hans: MCP · %1$@

source: MLX Core v%@ is available
zh_hans: MLX Core v%1$@ 已发布

source: MLX Sandbox
zh_hans: MLX 沙盒

source: MLX-Serve Models
zh_hans: MLX-Serve 模型

source: Manage Models…
zh_hans: 管理模型…

source: Manage containers, images, networks, volumes
zh_hans: 管理容器、镜像、网络与存储卷

source: Manage…
zh_hans: 管理…

source: Max quality (slower)
zh_hans: 最高画质（较慢）

source: Max seconds a single HTTP request is allowed to take. 0 = unlimited. Long agent loops may need 600+.
zh_hans: 单个 HTTP 请求允许的最长秒数。0 表示不限制。长时间的智能体循环可能需要 600 以上。

source: Max thinking tokens per request. -1 = unlimited. Only applies when thinking is enabled.
zh_hans: 每次请求的最大思考 token 数。-1 表示不限制。仅在启用思考时生效。

source: Max tokens
zh_hans: 最大 token 数

source: Max tokens to generate per chat turn. "Auto" pegs it to the remaining context window — the safe choice on a small-RAM / small-context machine. Per-message overrides win when set.
zh_hans: 每轮对话最多生成的 token 数。“自动”会将其限制为剩余的上下文窗口 — 在内存小、上下文短的机器上更稳妥。单条消息的设置优先。

source: Maximum RAM for the prefix cache. Accepts '2GB', '512MB', '0' (disable byte cap). Default 2GB.
zh_hans: 前缀缓存可用的最大内存。可填 '2GB'、'512MB'、'0'（不限制字节数）。默认 2GB。

source: Maximum draft tokens proposed per PLD step (default 5). Higher = bigger speedup when matches hit, more wasted work when they miss.
zh_hans: 每个 PLD 步骤最多提出的草稿 token 数（默认 5）。数值越大，命中时加速越明显，未命中时浪费的计算也越多。

source: Maximum prompt + completion tokens. "Auto" fits the model to available memory when it loads — well under the model max — and holds that value until the server restarts. Higher values use more memory.
zh_hans: 提示加生成的最大 token 数。“自动”会在模型加载时根据可用内存来确定大小（明显低于模型上限），并在服务器重启前保持该值。数值越大占用内存越多。

source: Media
zh_hans: 媒体

source: Media Generation
zh_hans: 媒体生成

source: Mem %lld%%
zh_hans: 内存 %1$lld%%

source: Memory needed
zh_hans: 所需内存

source: Mesh resolution
zh_hans: 网格分辨率

source: Message your local model from your phone via a Telegram bot. No public URL or port-forwarding needed — the app long-polls Telegram over your normal internet connection, so it works behind home Wi-Fi.
zh_hans: 通过 Telegram 机器人用手机与本地模型对话。无需公网地址或端口转发 — 应用通过普通网络连接对 Telegram 长轮询，因此在家庭 Wi-Fi 后也能使用。

source: Messaging — Telegram bot
zh_hans: 消息 — Telegram 机器人

source: Metrics
zh_hans: 指标

source: Metrics panel
zh_hans: 指标面板

source: Mixture-of-experts models (e.g. Qwen3.6 35B-A3B) leave their MTP head switched off by default, because checking several guessed tokens at once makes them re-route every expert and that can cost more than it saves. Some MoE heads are good enough to win anyway. Turn this on to use it — and measure: if replies get slower, turn it back off. Models without an MoE layout are unaffected.
zh_hans: 混合专家模型（如 Qwen3.6 35B-A3B）默认关闭 MTP 头，因为一次校验多个猜测 token 会让每个专家重新路由，代价可能超过收益。有些 MoE 的 MTP 头依然足够好。开启即可使用 — 并请实测：如果回复变慢，就再关掉。非 MoE 结构的模型不受影响。

source: Model
zh_hans: 模型

source: Model Folders
zh_hans: 模型文件夹

source: Model exceeds your Mac's RAM
zh_hans: 模型超出了这台 Mac 的内存

source: Model max
zh_hans: 模型上限

source: Model memory cap
zh_hans: 模型内存上限

source: Model ran out of context size
zh_hans: 模型的上下文空间已用尽

source: Models
zh_hans: 模型

source: More Models
zh_hans: 更多模型

source: More options
zh_hans: 更多选项

source: Multi-Token Prediction (recommended)
zh_hans: 多词元预测（推荐）

source: Multi-Token Prediction — Qwen 3.5 / 3.6
zh_hans: 多词元预测 — Qwen 3.5 / 3.6

source: Music
zh_hans: 音乐

source: My Models
zh_hans: 我的模型

source: N-gram match key length for PLD lookup (default 3). Shorter keys = more matches, lower precision.
zh_hans: PLD 查找所用的 n-gram 匹配键长度（默认 3）。键越短匹配越多，但精度越低。

source: Name
zh_hans: 名称

source: Nature aerial
zh_hans: 自然航拍

source: Needs about %@ — your Mac can use about %@ for a model.
zh_hans: 大约需要 %1$@ —— 你的 Mac 可为模型提供约 %2$@。

source: Needs about %lld GB of RAM — your Mac has %@
zh_hans: 大约需要 %1$lld GB 内存 —— 你的 Mac 有 %2$@

source: Needs exactly %lld numbers — one per tapped encoder layer.
zh_hans: 必须正好 %1$lld 个数字 —— 每个被取用的编码器层一个。

source: Needs more memory than this Mac has
zh_hans: 所需内存超过这台 Mac 的容量

source: Network + port mapping
zh_hans: 网络与端口映射

source: New
zh_hans: 新建

source: New ⌘N
zh_hans: 新建 ⌘N

source: New Chat
zh_hans: 新对话

source: New Session
zh_hans: 新建会话

source: New agent
zh_hans: 新建智能体

source: New agent — start from a type, or blank
zh_hans: 新建智能体 —— 可从类型开始，也可从空白开始

source: New session (pi, hermes, or a plain shell)
zh_hans: 新建会话（pi、hermes 或普通 shell）

source: New versions ship on the project's GitHub releases page. Installing downloads the notarized app, swaps it in place, and relaunches — chats, models, and settings are untouched.
zh_hans: 新版本发布在项目的 GitHub releases 页面。安装会下载已公证的应用、就地替换并重新启动 — 对话、模型和设置都不会受影响。

source: No 3D model yet
zh_hans: 还没有 3D 模型

source: No agent selected
zh_hans: 未选择智能体

source: No audio yet
zh_hans: 还没有音频

source: No chat models downloaded
zh_hans: 尚未下载任何对话模型

source: No clips yet
zh_hans: 还没有片段

source: No downloads in progress
zh_hans: 当前没有正在进行的下载

source: No drafter for the MoE Gemma 4 — it regresses decode there. Use PLD instead.
zh_hans: MoE 版 Gemma 4 不使用草稿模型 — 它在该模型上会拖慢解码。请改用 PLD。

source: No generation yet
zh_hans: 还没有生成结果

source: No local models yet — download one first.
zh_hans: 还没有本地模型 —— 请先下载一个。

source: No model loaded yet — every section is shown so you can pre-tune. Once a model is active, sections that don't apply will hide automatically.
zh_hans: 尚未加载模型 —— 这里显示了全部分区，方便你提前调好。模型激活之后，不适用的分区会自动隐藏。

source: No models found
zh_hans: 未找到模型

source: No models yet
zh_hans: 还没有模型

source: No music yet
zh_hans: 还没有音乐

source: No runs yet. Tap Run now to try it.
zh_hans: 还没有运行记录。点击“立即运行”试一下。

source: No settings match “%@”
zh_hans: 没有与“%1$@”匹配的设置

source: No tasks yet. Tap + to create one.
zh_hans: 还没有任务。 点击 + 新建一个。

source: No voices installed
zh_hans: 尚未安装任何声音

source: None
zh_hans: 无

source: None (app defaults)
zh_hans: 无（应用默认）

source: None loaded — models load on demand
zh_hans: 未加载 —— 模型会按需加载

source: None — voice mode uses the system voice.
zh_hans: 无 —— 语音模式将使用系统声音。

source: Not downloaded
zh_hans: 未下载

source: Noticeably better at following detailed, multi-step instructions and reasoning through trickier problems than the smaller Gemma models, without needing a huge amount of memory.
zh_hans: 在遵循复杂的多步指令和推理较难的问题上明显优于更小的 Gemma 模型，而且不需要占用大量内存。

source: Nucleus sampling threshold. 0.95 keeps all but the long tail. 1.0 disables top-p filtering. Also the server default for external clients that omit top_p (restart needed for that part).
zh_hans: 核采样阈值。0.95 会保留除长尾之外的全部候选。1.0 表示关闭 top-p 过滤。它同时是未指定 top_p 的外部客户端的服务器默认值（该部分需重启生效）。

source: OFF
zh_hans: 已关闭

source: OFF = plain chat (safe). ON = the bot can run shell commands and read/write files on this Mac, triggered from your phone. Confined to ~/.mlx-serve/telegram-workspace. Only enable if you understand the risk — anyone who can message the locked chat gets this power.
zh_hans: 关闭时只是普通对话（安全）。开启后，机器人可以从你的手机触发，在这台 Mac 上执行终端命令并读写文件。操作被限制在 ~/.mlx-serve/telegram-workspace 内。请在了解风险后再启用 — 任何能给该会话发消息的人都将拥有这项权限。

source: OFF = the agent runs shell commands directly on macOS (fast, full access to your files). ON = commands run inside an isolated Linux sandbox that can only touch the current working folder, so a bad command can't harm the rest of your Mac. Costs a bit more memory while active because it spins up a lightweight virtual machine for the session.
zh_hans: 关闭时，智能体直接在 macOS 上执行终端命令（速度快，可访问你的全部文件）。开启后，命令在隔离的 Linux 沙盒中运行，只能访问当前工作文件夹，因此一条有害命令伤不到 Mac 的其余部分。启用期间会多占用一些内存，因为它会为该会话启动一台轻量虚拟机。

source: OK
zh_hans: 好

source: ON
zh_hans: 开

source: ON = the sandbox has outbound internet (NAT), and any server the agent starts inside it is automatically reachable on this Mac at localhost with the same port — e.g. a dev server on 8080 appears at localhost:8080 (bound to localhost only, never your LAN). OFF = the sandbox gets no network device at all: fully isolated, but installs and downloads inside it will fail. Applies to the next sandbox session.
zh_hans: 开启后，沙盒可以对外联网（NAT），并且智能体在其中启动的任何服务都会以相同端口自动映射到本机的 localhost — 例如运行在 8080 的开发服务器可通过 localhost:8080 访问（仅绑定到本机，绝不暴露到局域网）。关闭后沙盒完全没有网络设备：彻底隔离，但其中的安装和下载都会失败。将在下一个沙盒会话生效。

source: ON = tools are opt-in: a chat only gets them when you turn the wrench (or MCP) on yourself, and sending a message that looks like a task — "make me a website", "npm install react" — no longer stops to ask whether to enable Tools or MCP first. OFF = that suggestion still appears before such a message is sent. Either way the toolbar toggles, and any agent that decides them for its tab, are unchanged.
zh_hans: 开启后工具改为按需启用：只有你自己打开扳手（或 MCP）时，该对话才会获得工具；发送看起来像任务的消息 —“帮我做个网站”“npm install react”— 也不会再先询问是否启用工具或 MCP。关闭时，这类消息发送前仍会出现该提示。无论哪种方式，工具栏上的开关，以及为所在标签页决定这些设置的智能体，都不受影响。

source: ON in another chat — click to move it here
zh_hans: 已在其他对话中开启 —— 点击可移到这里

source: ON in this chat
zh_hans: 已在此对话中开启

source: Off
zh_hans: 关

source: Off (default): the fast recipe — step caching + attention reuse, about 2.8x faster at 768p. On: every denoising step is fully computed; marginally better detail for final renders.
zh_hans: 关（默认）：快速方案 —— 步缓存 + 注意力复用，在 768p 下约快 2.8 倍。开：每个去噪步都完整计算；最终成片的细节略好一些。

source: Off (default): the plain convolutional decoder. On: LTX's own diffusion decoder — the one their published clips use. It denoises the frames instead of interpolating them, so fine texture and edges come out sharper. The decode itself takes about 21 s for a 97-frame clip at 768x512; measured end to end against the plain decoder in the same session the difference was inside run-to-run variance.
zh_hans: 关（默认）：普通卷积解码器。开：LTX 自家的扩散解码器 —— 他们公开的片段用的就是它。它对帧做去噪而不是插值，因此细腻纹理和边缘更锐利。在 768x512 下解码一段 97 帧的片段本身约需 21 秒；在同一次会话中与普通解码器做端到端对比，差异仍在运行间波动范围之内。

source: On
zh_hans: 开

source: On (default): generated images are screened by an on-device NSFW classifier and explicit results are blocked. Off: no filtering — you are responsible for the output.
zh_hans: 开（默认）：生成的图像会由本机 NSFW 分类器筛查，露骨结果会被拦截。关：不做过滤 —— 输出内容由你自行负责。

source: On This Mac
zh_hans: 在这台 Mac 上

source: On Your Network
zh_hans: 在你的局域网中

source: On this Mac
zh_hans: 在这台 Mac 上

source: On: the model stays resident so the next generation is instant. Off (default): it's unloaded to free GPU memory.
zh_hans: 开：模型保持常驻，下一次生成可立即开始。关（默认）：卸载模型以释放 GPU 内存。

source: One of the most capable models this app can run — excellent at coding and at multi-step “agent” tasks like using tools and following a plan, and it reads images too. It also ships with a built-in speed trick that lets it draft and double-check several words at once, so it feels noticeably faster than a plain model this size.
zh_hans: 本应用能运行的最强模型之一 — 在编程以及使用工具、按计划行事这类多步“智能体”任务上表现出色，还能读取图片。它还自带一项加速机制，可以一次起草并校验多个词，因此比同体量的普通模型明显更快。

source: One of the strongest models here
zh_hans: 这里最强的模型之一

source: Only use tools when I ask
zh_hans: 仅在我要求时使用工具

source: Open @BotFather ↗
zh_hans: 打开 @BotFather ↗

source: Open GitHub ↗
zh_hans: 打开 GitHub ↗

source: Open MLX Serve Folder
zh_hans: 打开 MLX Serve 文件夹

source: Open Memory File
zh_hans: 打开记忆文件

source: Open Model Browser
zh_hans: 打开模型浏览器

source: Open Server Log in a separate window (easier copy/paste)
zh_hans: 在单独窗口中打开服务器日志（更方便复制粘贴）

source: Open Settings → Context size. A larger window needs more memory and takes effect when the server restarts.
zh_hans: 打开“设置 → 上下文长度”。更大的窗口需要更多内存，并在服务器重启后生效。

source: Open Skills Folder
zh_hans: 打开技能文件夹

source: Open Voices Folder
zh_hans: 打开声音文件夹

source: Open X ↗
zh_hans: 打开 X ↗

source: Open in Chat ⌘↩
zh_hans: 在对话中打开 ⌘↩

source: Open mcp.json
zh_hans: 打开 mcp.json

source: Open output folder in Finder
zh_hans: 在访达中打开输出文件夹

source: Open the Model Browser
zh_hans: 打开模型浏览器

source: Open the Sandbox Terminal
zh_hans: 打开沙盒终端

source: Open the live metrics panel in your browser
zh_hans: 在浏览器中打开实时指标面板

source: Open the mlx-serve repository on GitHub
zh_hans: 在 GitHub 上打开 mlx-serve 仓库

source: Open the server status page in your browser
zh_hans: 在浏览器中打开服务器状态页

source: Optional — the reference audio alone clones the voice
zh_hans: 可选 —— 仅凭参考音频即可克隆声音

source: Options
zh_hans: 选项

source: Organization Name
zh_hans: 组织名称

source: Other Discovered Models
zh_hans: 发现的其他模型

source: Output truncated — max tokens (%lld) reached. Try breaking the task into smaller steps, or raise “max tokens” in Settings.
zh_hans: 输出被截断 — 已达到最大 token 数（%1$lld）。可以把任务拆成更小的步骤，或在设置中调高“最大 token 数”。

source: PLD draft length
zh_hans: PLD 草稿长度

source: PLD key length
zh_hans: PLD 键长度

source: Pages this answer drew on
zh_hans: 本回答参考的网页

source: Pairs with the small assistant drafter for +27–40%% on code & agents (dense Gemma 4 only). On automatically: %@.
zh_hans: 搭配小型助理草稿模型，在代码与智能体任务上提速 27–40%%（仅限稠密版 Gemma 4）。自动开启：%1$@。

source: Paste raw PAT for headless auth — we base64-encode it
zh_hans: 粘贴原始 PAT 用于无界面认证 — 我们会对它做 base64 编码

source: Paste the token @BotFather gives you after /newbot. Stored locally on this Mac and sent only to Telegram's API.
zh_hans: 粘贴 @BotFather 在 /newbot 之后给你的令牌。它只保存在本机，并且仅发送给 Telegram 的 API。

source: Path to a Gemma 4 assistant drafter directory (gemma-4-*-it-assistant-bf16). Must pair with a Gemma 4 target. Empty = no drafter.
zh_hans: Gemma 4 助理草稿模型目录的路径（gemma-4-*-it-assistant-bf16）。必须与对应的 Gemma 4 主模型配套。留空表示不使用草稿模型。

source: Pause
zh_hans: 暂停

source: Penalty multiplier for tokens already in the context. 1.0 = none. 1.1 is a typical anti-repeat setting.
zh_hans: 对已出现在上下文中的 token 施加的惩罚系数。1.0 表示不惩罚。1.1 是常见的防重复取值。

source: Per-LoadedModel LRU of chat-template render+tokenize results. Skips re-rendering identical message lists on warm reuse — drops warm tokenize_ms from ~240 ms to ~0 on long-prompt repeats. Applies to all engines. 0 disables.
zh_hans: 按已加载模型维护的 LRU 缓存，保存聊天模板渲染与分词的结果。命中时可跳过对相同消息列表的重复渲染 — 在长提示重复的场景下把热态 tokenize_ms 从约 240 毫秒降到接近 0。适用于所有引擎。0 表示禁用。

source: Per-Request Defaults
zh_hans: 单次请求默认值

source: Per-request PLD
zh_hans: 单次请求的 PLD

source: Per-request drafter
zh_hans: 单次请求的草稿模型

source: Performance
zh_hans: 性能

source: Persist seen KV prefixes to disk (~/.mlx-serve/kv-cache) so they survive restarts + RAM evictions — turns a cold 30-50s long-context first-token wait into a fast SSD read. OFF by default because it can use many gigabytes of disk.
zh_hans: 把出现过的 KV 前缀持久化到磁盘（~/.mlx-serve/kv-cache），使其在重启和内存淘汰后依然可用 — 把长上下文冷启动 30-50 秒的首字等待变成一次快速的 SSD 读取。默认关闭，因为它可能占用数十 GB 磁盘空间。

source: Personal Access Token (PAT) — optional
zh_hans: 个人访问令牌（PAT）— 可选

source: Photo
zh_hans: 照片
